Repository: wp-plugins/spweather
Catalog: languages/spWeather-*.po
Languages: da_dk, de_de, fi_fi

source: Weather settings
da_dk: Vejrindstillinger
de_de: Wettereinstellungen
fi_fi: S&auml;&auml; asetukset

source: I said: Max. 4 days for the forecast ;-)
da_dk: Jeg sagde: Højest 4 dages vejrudsigt ;-)
de_de: Ich sagte doch: Maximal 4 Tage für die Vorhersage ;-)
fi_fi: Siis enint&auml;&auml;n 4 p&auml;iv&auml;n ennuste ;-)

source: Settings saved
da_dk: Indstillinger gemt
de_de: Einstellungen gespeichert
fi_fi: Asetukset tallennettu

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
fi_fi: Asetukset

source: Language
da_dk: Sprog
de_de: Sprache
fi_fi: Kieli

source: German
da_dk: Tysk
de_de: Deutsch
fi_fi: Saksa

source: English
da_dk: Engelsk
de_de: Englisch
fi_fi: Englanti

source: Finnish
fi_fi: Suomi

source: Select your display language
da_dk: Vælg sprog
de_de: Angezeigte Sprache
fi_fi: Valitse n&auml;ytt&ouml;kieli

source: Template
da_dk: Skabelon
fi_fi: Malli

source: Select your template
da_dk: Vælg skabelon
de_de: Template auswählen
fi_fi: Valitse malli

source: Country, region or city
da_dk: Land, region eller by
de_de: Land, Region oder Stadt
fi_fi: Maa, alue tai kaupunki

source: Try different spellings, if you get no results
da_dk: Prøv en anden stavemåde hvis du ikke får noget resultat
de_de: Versuche verschiedene Schreibweisen, wenn du kein Ergebnis erh&auml;lst
fi_fi: Kokeile eri kirjoitusasuja, jos s&auml;&auml;tietoja ei n√§y

source: Picturs folder
da_dk: Billedmappe
de_de: Bilderverzeichnis
fi_fi: Kuvakansio

source: Change only, when you want to use your own pictures (names must be the same)
da_dk: Skal kun ændres hvis du vil anvende egne billeder (navne skal være de sammme)
de_de: Nur &auml;ndern, wenn eigene Bilder genutzt werden sollen. (Namen m&uuml;ssen gleich sein)
fi_fi: Vaihda vain, jos haluat k&auml;ytt&auml;&auml; omia kuviasi (nimien t&auml;ytyy t&auml;sm&auml;t&auml;)

source: Forecast
fi_fi: Ennuste

source: days (max 4)
da_dk: Dage (højest 4)
de_de: Tage (maximal 4)
fi_fi: p&auml;iv&auml;&auml; (enint&auml;&auml;n 4)

source: Show images
da_dk: Vis billeder
de_de: Bilder anzeigen
fi_fi: N&auml;yt&auml; kuvat

source: Should weather images been shown?
da_dk: Skal vejrbilleder vises?
de_de: Sollen Wetterbilder angezeigt werden?
fi_fi: N&auml;ytet&auml;&auml;nk&ouml; s&auml;&auml;kuvakkeet vimpaimessa?

source: Show Min/Max
da_dk: Vis min/max værdier
de_de: Zeige Min/Max Werte
fi_fi: N&auml;yt&auml; alin ja ylin

source: Show Min and Max or only Max Degrees in the forecast
da_dk: Vis min og max eller kun max gradtal i vejrudsigten
de_de: Min und Max Werte oder nur maximale Gradzahl in der Vorhersage anzeigen
fi_fi: N&auml;ytet&auml;&auml;nk&ouml; ennusteissa alin ja ylin l&auml;mp&ouml;tila vai vain ylin

source: Save Changes
fi_fi: Tallenna muutokset

source: Please configure spWeather settings
fi_fi: Ole hyv&auml; ja m&auml;&auml;rit&auml; spWeatherin asetukset

source: Actual in
da_dk: Lige nu i
de_de: Aktuell in
fi_fi: Nyt kohteessa

source: Degrees
da_dk: Grader
de_de: Grad
fi_fi: astetta

source: Min.
fi_fi: alin

source: Max.
fi_fi: ylin

source: Weather
da_dk: Vejret
de_de: Wetter
